driver-tests/bpelse/eventHandlers/onAlarmJbi/test/onAlarmWithWhile/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:onal="http://j2ee.netbeans.org/wsdl/onAlarmWithWhileWSDL">
  <soapenv:Body>
    <onal:onAlarmWithWhileWSDLOperation>
      <part1>* Input for onAlarmWithWhile *</part1>
    </onal:onAlarmWithWhileWSDLOperation>
  </soapenv:Body>
</soapenv:Envelope>